Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་རྔོན་པ་དེ་ཡང་དེ་དག་ལ་སྙིང་རྗེ་སྐྱེས་ནས། གལ་ཏེ་བདག་གིས་འདི་རྣམས་མ་ཕྱུང་ན་ནི། འདི་དག་ཐམས་ཅད་གྱིན་ད་ལ་འཆི་བར་འགྱུར་རོ་སྙམ་ནས།
en: “The hunter felt compassion for them as soon as he saw them, and he thought, ‘If I don’t pull them out, they will all die there,’

source: དེས་ཐག་པ་ཁྱེར་ཏེ་འོངས་ནས་དེ་དག་ཐམས་ཅད་ཁྲོན་པ་དེའི་ནང་ནས་བཏོན་ཏོ། །
en: so he came bearing a rope and drew them all up out of the well.

source: དེ་ནས་ཕྱི་ཞིག་ན་རྔོན་པ་དེ་རི་དགས་ཤོར་ཞིང་ནགས་ཁུང་དུ་སོང་བ་ལས།
en: “Another day the hunter was out hunting deer,

source: རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེ་དེས་མཐོང་ནས། སེང་གེས་རྔོན་པ་ལ་སྨྲས་པ།
en: and as he was walking in the forest, the lion, king of beasts, saw him, and asked the hunter,

source: གྲོགས་པོ་ཁྱོད་ཅིའི་ཕྱིར་ནགས་ཁུང་འདི་ན་རྒྱུ་ཞིང་འདུག །
en: ‘My friend, why are you wandering through this forest?’

source: རྔོན་པས་སྨྲས་པ། རི་དགས་བཤོར་བའི་ཕྱིར་བདག་འདི་ན་རྒྱུ་ཞིང་འདུག་སྟེ།
en: “ ‘I’m wandering through here to hunt deer,’ the hunter replied.

source: བདག་གི་འཚོ་བ་འདི་ཡིན་ནོ། །
en: ‘That’s my livelihood.’

source: སེང་གེས་སྨྲས་པ། གྲོགས་པོ་ཁྱོད་ཉོན་མོངས་པར་མ་བྱེད་ཅིག །
en: “ ‘Don’t trouble yourself, my friend,’ said the lion.

source: ངས་ཁྱོད་ལ་དྲིན་ལན་གླན་པར་བྱ་སྟེ།
en: ‘I want to return your favor.

source: ཁྱོད་འདི་ན་འདུག་ན་ངས་ཉིན་གཅིག་བཞིན་དུ་རི་དགས་བཟང་ངོ་ཅོག་བསད་དེ། ཤ་ཇི་སྙེད་དགོས་པ་དེ་སྙེད་སྦྱིན་ནོ་ཞེས་སྨྲས་ནས།
en: If you stay here, every day I shall kill all the good deer and give you as much meat as you like.’

source: རི་དགས་ཀྱི་རྒྱལ་པོ་སེང་གེ་སོང་སྟེ། དེས་ཉིན་གཅིག་བཞིན་དུ་རི་དགས་བཟང་ངོ་ཅོག་བསད་ནས། མི་དེ་ལ་ཤ་མང་པོ་སྦྱིན་ནོ། །
en: After that, every day the lion, king of beasts, went and killed all the best deer, and brought the man a great deal of meat.

source: དེ་ནས་ཕྱི་ཞིག་ན་རྔོན་པ་དེས་ཤ་ཁུར་གྱིས་བསྐྱལ་ཏེ། རང་གི་ཁྱིམ་དུ་འགྲོ་བ་ན།
en: “Another day, the hawk saw the hunter carrying the deer meat home.

source: དེ་བྱ་ཁྲ་དེས་མཐོང་ནས་ངོ་ཤེས་ཏེ། ཁྲ་དེས་རྔོན་པ་དེ་ལ་སྨྲས་པ།
en: Recognizing him, the hawk asked the hunter,

source: གྲོགས་པོ་ཁྱོད་དཀའ་བས་འཚོ་བ་འདི་ལྟ་བུ་ཞིག་གིས་འཚོ་ཞིང་འདུག་གམ།
en: ‘Do you earn your livelihood by toiling so, my friend?’

source: རྔོན་པས་སྨྲས་པ། བདག་ཅག་གི་འཚོ་བ་ནི་འདི་ཡིན་ཏེ
en: “ ‘This is my livelihood,’ replied the hunter.

source: ཐབས་འདིས་བདག་འཚོ་བ་ཚོལ་ལོ། །
en: ‘This is what I do to support myself.’

source: དེ་ནས་ཁྲ་དེས་བསམས་པ།
en: “The hawk thought,

source: མི་འདིས་སྔོན་བདག་གི་སྲོག་ཕྱུང་བས་ན།
en: ‘This man once saved my life.

source: འདི་ལ་བདག་གིས་དྲིན་ལན་བསབ་དགོས་སོ་སྙམ་ནས།
en: I need to return the favor,’

source: གྲོགས་པོ་ཁྱོད་འདིར་འདུག་ཤིག་དང་བདག་གིས་ཁྱོད་ཀྱི་དབུལ་བ་གཅད་པར་བྱའོ་ཞེས་བྱས་ནས་སོང་ངོ་། །
en: ‘My friend, stay here. I shall put your poverty to an end,’ and departed.

source: དེ་ནས་ཁྲ་དེས་རྒྱལ་པོའི་ཕོ་བྲང་འཁོར་དུ་སོང་ནས།
en: “After that the hawk went to the area surrounding the royal palace.

source: བདག་གི་འདིར་ཅི་ཞིག་རྙེད་པར་གྱུར་ཅིག་གུ་བདག་གིས་དེ་ཁྱེར་ནས་མི་དེ་ལ་སྦྱིན་པར་བྱའོ་སྙམ་སྟེ།
en: He thought, ‘Whatever I get today I’ll carry back and give to him.’

source: སྟེང་གི་ནམ་མཁའ་ལ་ལྡིང་བཞིན་དུ་བལྟས་ན། དེའི་ཚེ་རྒྱལ་པོའི་ཕོ་བྲང་དེ་ན་རྒྱལ་པོ་དབང་ཆེན་སྡེའི་བཙུན་མོ་དམ་པས་རྒྱན་ཐམས་ཅད་བཀྲོལ་ནས་གབ་ཙེའི་ནང་དུ་བཞག་སྟེ།
en: As he was flying through the sky, he saw all the jewelry belonging to the most revered of King Mahendrasena’s queens on the roof of the royal palace, where she had loaded it into a basket.

source: སྐྲ་བཀྲུས་པ་ལས་ཁྲས་རྒྱན་རྣམས་ཁྱེར་ནས་མི་དེ་ལ་བྱིན་ཏེ།
en: As she sat there washing her hair, the hawk took all the jewelry and brought it to the hunter.

source: དེས་ཁྱེར་ཏེ་རང་གི་ཁྱིམ་དུ་ཆས་པ་ལས། མི་དེས་མཐོང་ནས་ངོ་ཤེས་ཏེ་དྲིས་པ་གྲོགས་པོ་ཁྱོད་ཀྱིས་འདི་ག་ལས་རྙེད།
en: “As the hunter was carrying the jewelry back to his house, the man saw him and asked, ‘My friend, where did you find that?’

source: རྔོན་པས་དེ་ལ་སྨྲས་པ། ཁྲས་བདག་ལ་བྱིན་ནོ་ཞེས་སྨྲས་ནས། རྔོན་པ་དེ་བདག་གི་ཁྱིམ་དུ་སོང་ངོ་། །
en: “ ‘The hawk gave it to me,’ said the hunter, and he returned to his house.

source: དེ་ནས་རྒྱལ་པོ་དབང་ཆེན་སྡེས། བྱ་བ་ཐམས་ཅད་ལ་བསྒོ་བ།
en: “Soon after, King Mahendrasena ordered all the bird keepers,

source: ཁྱོད་དེང་ལ་བྱ་ཚང་ཐམས་ཅད་དུ་སོང་སྟེ། རྒྱན་དེ་དག་ཁྱེར་ཏེ་ཤོག་ཤིག་ཅེས་བྱས་སོ། །
en: ‘Go through all the birds’ nests and bring me back that jewelry.’

source: མི་སྔ་མ་དེས་ཀྱང་ཚོར་ནས་བསམས་པ།
en: When the man heard this, he thought,

source: འདིས་བདག་ལ་ལན་གཉིས་ཁྲོན་པར་ལྷུང་བ་ལས་ཕྱུང་ན་མི་རུང་གིས། བདག་རྒྱལ་པོའི་ཐད་དུ་སོང་ལ་གསོལ་བར་བྱའོ། །
en: ‘Even though it’s not quite right of me since that man pulled me from a well twice, I will go and tell the king.

source: འོན་ཀྱང་དེས་བདག་ལ་བྱ་དགའ་སྦྱིན་པར་འགྱུར་རོ་སྙམ་ནས།
en: Perhaps he will give me a reward.’

source: མི་དེ་སོང་སྟེ་རྒྱལ་པོ་ལ་གསོལ་པ།
en: “He went to the king and said,

source: རྔོན་པ་ཆེ་གེ་མོ་ཞིག་གིས་ལྷའི་རྒྱན་རྣམས་ཁྱེར་རོ་ཞེས་བྱས་སོ། །
en: ‘So-and-so the hunter has made off with Deva’s jewelry.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་དེ་ལ་བྱ་དགའ་ཆེན་པོ་བྱིན་ནོ། །
en: After he heard this King Mahendrasena immediately gave the man a great reward,

source: དེ་ནས་རྔོན་པ་དེ་བཀུག་སྟེ། རྒྱན་རྣམས་ཀྱང་ཕྲོགས་ནས་ཁྲི་མོན་དུ་བཅུག་གོ། །
en: summoned the hunter, seized the ornaments, and put him in prison.

source: དེ་ཁྲི་མོན་ན་འདུག་པ་ན་བྱི་བ་དེས་མཐོང་ནས་ངོ་ཤེས་ཏེ་
en: “While he was in prison, the mouse saw him, and recognized him.

source: མི་གང་གིས་བདག་གི་སྲོག་ཕྱུང་བ་དེ་ནི་འདི་ཡིན་གྱིས།
en: ‘That’s the man who saved my life!

source: འདི་ལ་བདག་གིས་དྲིན་ལན་བསབ་པར་བྱའོ་སྙམ་ནས
en: I will return the favor,’

source: གྲོགས་པོ་ཁྱོད་ཅི་ཉེས་ཏེ་ཁྲི་མོན་འདིར་བཅུག །
en: ‘My friend, for what offense have they put you in prison?’

source: དེ་ནས་དེས་དེ་ལ་རྒྱས་པར་ཐམས་ཅད་བསྙད་དོ། །
en: The man related everything in detail.

source: དེ་ནས་བྱི་བ་དེས་སྨྲས་པ། གྲོགས་པོ་ཁྱོད་བརྟན་པོར་མཛོད་ལ།
en: “ ‘Trust me, my friend’ the mouse said.

source: སྤྲོ་བ་ཆེན་པོ་བསྐྱེད་ཅིག་དང་།
en: “Be strong.

source: ངས་ཁྱོད་འདི་ན་འདུག་པའི་ཚེ། ཟས་དང་སྐོམ་གྱིས་མདོ་མི་གཟུང་བར་བྱའོ་ཞེས་བྱས་ནས
en: I shall make sure you don’t lack for food and drink while you’re here.’

source: བྱི་བ་དེས་མི་དེ་ཁྲི་མོན་ན་འདུག་པ་དེ་ལ་ཟས་དང་། སྐོམ་གྱིས་མདོ་མི་གཟུང་བར་བྱས་སོ། །
en: So the mouse made sure he did not lack for food and drink while he was in prison.

source: དེ་ནས་ཕྱི་ཞིག་ན་མི་དེ་ཁྲི་མོན་ན་འདུག་བཞིན་དུ། སྦྲུལ་གདུག་པ་དེས་སྲོག་གཅིག་ཏུ་བྱས་ཏེ། འདི་ལ་ངས་དྲིན་ལན་གླན་པར་བྱའོ་སྙམ་དུ་བསམས་ནས།
en: “Later, while the man was still in prison, the poisonous snake thought, ‘He saved my life. I will return the favor.’

source: མི་དེ་ལ་སྨྲས་པ།
en: So he said to the man,

source: ཀྱེ་མི་ཁྱོད་ངས་ཁྲི་མོན་འདི་ནས་ཐར་བར་བྱས་ཏེ། དབང་ཕྱུག་གི་བདག་པོ་ཆེན་པོ་ལ་གཞག་པར་བྱའོ་ཞེས་བྱས་ནས།
en: ‘Listen, man—once I rescue you from this prison, I shall make you a wealthy lord.’

source: ངས་རྒྱལ་པོ་འདི་དུག་གིས་ཟིན་པར་བྱས་ལ། དེ་བདག་གི་དུག་གིས་ཅི་བྱ་གཏོལ་མེད་པར་གྱུར་པ་དང་། དེའི་ཚེ་ཁྱོད་ཁྲི་མོན་ན་འདུག་པས།
en: And then he said, ‘I will bite the king with my venom, my venom will render him powerless, and then you should say from your prison cell,

source: རྒྱལ་པོ་འདི་གཞན་སུས་ཀྱང་སོས་པར་བྱེད་མི་ནུས་ཏེང་འབའ་ཞིག་གིས་གསོ་ནུས་སོ་ཞེས་གྱིས་ཤིག །
en: “No one else can heal the king, only I can heal him.”

source: དེ་ནས་རྒྱལ་པོ་དེས་ཁྱོད་དགུག་པ་དང་། ཁྱོད་དེར་སོང་ལ་བ་ལང་གི་ལྕི་བས་དཀྱིལ་འཁོར་གྱིས་ལ། མེ་སྦར་ཏེ་སྔགས་འདི་བཟླས་བརྗོད་གྱིས་ཤིག་དང་།
en: “ ‘When the king summons you, go there, make a circle of cow dung, build a fire, and recite this mantra.

source: ཁྱོད་ཀྱི་སྒྲ་ཐོས་པས་ང་འོང་གིས་ཁྱོད་ཀྱིས་ང་འོངས་པ་དང་།
en: I will come when I hear your voice.

source: འདི་སྐད་དུ།
en: Then you say,

source: ཡང་ན་མེར་མཆོངས་ཤིག ། ཡང་ན་རྒྱལ་པོའི་དུག་མེད་པར་གྱིས་ཤིག་ཅེས་བྱོས་ཤིག་དང་།
en: “Either you jump into the fire or take your venom from the king!”

source: ངས་ཁྱོད་ལ་འདི་སྐད་དུ་བདག་ནི་མེའི་ནང་དུ་མཆོངས་པར་བྱའི། རྒྱལ་པོའི་དུག་ནི་མེད་པར་མི་བྱའོ་ཞེས་བྱའོ། །
en: And I will say to you, “I will jump in the fire then, for I shall not take my venom from the king!”

source: དེ་ནས་ཁྱོད་ཀྱིས་ང་ལ་འདི་སྐད་དུ་ཁྱོད་ཀྱིས་སྲོག་བོར་དུ་ཟིན་ཀྱང་། ངས་ཀྱང་རྒྱལ་པོའི་སྲོག་མི་གཏོང་གི །
en: Then you say, “You have already thrown away your own life, but you will not take the life of our king.

source: ཁྱོད་ཀྱིས་རྒྱལ་པོ་འདིའི་དུག་མེད་པར་མི་བྱར་མི་རུང་ངོ་གྱིས་ཤིག་དང་།
en: It would be dishonorable of you not to take your venom from our king!”

source: ངས་ཁྱོད་ཀྱི་ཚིག་གིས་རྒྱལ་པོའི་དུག་མེད་པར་བྱའོ། །
en: Then at your command I will take my venom from the king.

source: འོན་ཏང་དེའི་ཚེ་རྒྱལ་པོ་ཁྱོད་ལ་མཉེས་པར་གྱུར་ནས།
en: The king will then be happy with you,

source: ཁྲི་མོན་ནས་བཏང་སྟེ།
en: release you from prison,

source: ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་སྦྱིན་པར་འགྱུར་རོ་ཞེས་བྱས་ནས།
en: and grant you a mountain of riches.’

source: སྦྲུལ་གདུག་པ་དེ་སོང་སྟེ་རྒྱལ་པོ་དེ་དུག་གིས་ཟིན་ནས།
en: “So the poisonous snake went and bit the king with his venom,

source: རྒྱལ་པོ་དེ་ཅི་བྱ་གཏོལ་མེད་པར་གྱུར་ནས།
en: and it rendered the king powerless.

source: རྔོན་པ་དེས་བཙོན་སྲུངས་རྣམས་ལ་སྨྲས་པ།
en: The hunter told the prison guards,

source: རྒྱལ་པོ་འདི་སུས་ཀྱང་དུག་མེད་པར་མི་ནུས་ཏེ། ངས་འདིའི་དུག་མེད་པར་བྱའོ་ཞེས་བྱས་སོ། །
en: ‘No one else can remove this venom from the king, but I can remove the venom from him.’

source: དེ་ནས་བཙོན་སྲུངས་རྣམས་ཀྱིས་རྒྱལ་པོ་ལ་གསོལ་ཏོ། །
en: The prison guards relayed this to the king.

source: དེ་ནས་རྒྱལ་པོས་མི་དེ་བཀུག་སྟེ་སྨྲས་པ།
en: “The king summoned the man and said,

source: ཀྱེ་གལ་ཏེ་མི་ཁྱོད་ཀྱིས་ངའི་སྲོག་གི་སྐྱབས་བྱེད་ནུས་པར་གྱུར་ན། ངས་ཁྱོད་ལ་ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་སྦྱིན་ནོ་ཞེས་བྱས་སོ། །
en: ‘Listen, man—if you save my life I shall give you a mountain of riches.’

source: དེ་ནས་མི་དེས་སྨྲས་པ།
en: And the man said,

source: ལྷ་བརྟན་པོར་མཛོད་ལ་སྤྲོ་བ་ཆེན་པོ་བསྐྱེད་ཅིག་དང་།
en: ‘Please trust me, Deva. Be strong.

source: བདག་མཆིས་བཞིན་དུ་ཁྱོད་གྲོངས་པར་མི་འགྱུར་རོ་ཞེས་བྱས་ནས།
en: As long as I live, you will not pass away.’

source: མི་དེས་བ་ལང་གི་ལྕི་བས་དཀྱིལ་འཁོར་བྱས་ནས། མེ་སྦར་ཏེ་སྔགས་བརྗོད་དོ། །
en: “Then the man made a circle of cow dung, built a fire, and recited the mantra.

source: དེ་ནས་དེ་ཐོས་ནས་སྦྲུལ་གདུག་པ་དེ་དཀྱིལ་འཁོར་གྱི་དྲུང་དུ་འོངས་ཏེ་འདུག་གོ། །
en: The poisonous snake heard him, approached the circle, and stayed put.

source: ཁྱོད་ནི་འདི་ན་འདུག་པ་དོན་གཉིས་ཤིག་བྱ་དགོས་ཏེ། ཡང་ན་ནི་རྒྱལ་པོའི་དུག་མེད་པར་གྱིས་ཤིག །ཡང་ན་ནི་མེའི་ནང་དུ་མཆོངས་ཤིག་ཅེས་བྱས་སོ། །
en: You have two choices—either remove your venom from the king or jump into the fire.’

source: དེ་ནས་སྦྲུལ་གདུག་པས་སྨྲས་པ།
en: “The poisonous snake replied,

source: བདག་ནི་འདི་ན་འདུག་པ་དོན་གཉིས་བྱ་དགོས་པ་ལས། ཡང་ན་བདག་ཉིད་གཏང་བར་བྱ་དགོས་སོ། །
en: ‘Of the two choices, I will jump,

source: ཡང་ན་རྒྱལ་པོ་བསད་དགོས་སོ་ཞེས་བྱས་ནས།
en: so the king will have to die.’

source: སྦྲུལ་གདུག་པ་དེ་མངོན་དུ་ཕྱོགས་ཤིང་འདུག་པ་ལས། མི་དེས་བཟློག་སྟེ་སྨྲས་པ།
en: “The poisonous snake advanced and waited, and to turn him away the man said,

source: ཁྱོད་ཀྱིས་སྲོག་བོར་དུ་ཟིན་ཀྱང་ངས་རྒྱལ་པོའི་སྲོག་མི་གཏང་གིས།
en: ‘You have already thrown away your own life, but you will not take the life of our king.

source: ཁྱོད་ཀྱིས་རྒྱལ་པོ་འདིའི་དུག་མེད་པར་མི་བྱར་མི་རུང་ངོ་ཞེས་བྱས་སོ། །
en: For it would be dishonorable of you not to take your venom from our king.’

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་སྦྲུལ་གདུག་པ་དེས་རྒྱལ་པོའི་དུག་མེད་པར་བྱས་སོ། །
en: No sooner had the poisonous snake heard this than he took his venom from the king.

source: དེ་ནས་རྒྱལ་པོ་མཉེས་པར་གྱུར་ནས། རྔོན་པ་དེ་ནོར་གྱི་ཕུང་པོ་བྱིན་ཏེ་བཏང་ངོ་། །
en: Then the king, in happiness, loaded up a mountain of riches and gave them to the hunter.

source: དེའི་ཚེ་རྔོན་པར་གྱུར་པ་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ལ་གནས་པ་གང་ཡིན་པ་དེ་ནི་ང་ཉིད་ཡིན་ནོ། །
en: I am the one who was that hunter then, and lived the life of a bodhisattva.

source: དེའི་ཚེ་མིའི་རྒྱལ་པོ་ལ་གསོལ་པ་གང་ཡིན་པ་དེ་ནི་ལྷ་སྦྱིན་འདི་ཁོ་ན་ཡིན་ཏེ།
en: The man who informed the king then is none other than Devadatta.

source: དེའི་ཚེ་ཡང་འདི་དྲིན་དུ་མི་གཟོ་བ་དང་། བྱས་པ་མི་ཚོར་བ་དང་། བྱས་པ་ཆུད་གསོན་པར་གྱུར་ཏོ།། །།
en: Then, just as now, he did not repay my kindness or have a sense of gratitude, but made a waste of what I did.”

source: རྨོངས་པ་ཞེས་བྱ་བ་ནི།
en: The Story of Deluded

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་ཡུལ་ཤུར་པར་ཀ་ན་ཁྱིམ་བདག་ཅིག་གནས་པ་དེས།
en: When the Blessed One was in Śrāvastī, in Śūrpāraka there lived a certain householder.

source: དེའི་བཙས་སྟོན་རྒྱས་པར་བྱས་ནས། མིང་རྨོངས་པ་ཞེས་བཏགས་སོ། །
en: At the elaborate feast celebrating his birth they named him Deluded.

source: དེ་ནས་ཁྱེའུ་རྨོངས་པ་འོ་མ་དང་། ཞོ་དང་། མར་དང་། ཞུན་མར་དང་། མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་ཏེ།
en: They reared young Deluded on milk, yogurt, butter, ghee, and milk solids,

source: དེ་ནས་ཕྱི་ཞིག་ན་དེའི་ལུས་ཤུར་བུ་ཡུངས་འབྲུ་ཙམ་ཤ་སྟག་གིས་ཁྱབ་པར་གྱུར་ཏེ།
en: One day his body became completely covered in boils the size of mustard seeds.

source: ཤུར་བུ་དེ་དག་ཀྱང་སྨིན་ཏེ་རྡོལ་ནས། དེའི་ལུས་རྨས་ཞུ་ལུབ་ཏུ་གཡོགས་པར་གྱུར་ཏོ། །
en: The boils swelled and burst, and his body became a continuous mass of sores.

source: དེ་ནས་དེའི་ཕས་སྨན་པ་ཐམས་ཅད་ལས་ཡོ་བྱད་སྦྱར་ཏེ་གསོས་ཀྱང་། དེ་སོས་པར་བྱེད་མ་ནུས་ནས།
en: His father provided the healers with everything they needed for them to cure him, but they were unable to do so,

source: དེ་ཅི་ཙམ་དུ་ཚབ་ཆེ་བར་གྱུར་པ་དེ་ཙམ་དུ། ལུས་ལས་རྣག་ཁྲག་འཛག་སྟེ། དྲི་ང་བ་བྱུང་ངོ་། །
en: and the worse it got, the more the blood and pus seeped out, until it produced an awful stench.

source: དེ་ནས་དེའི་ལུས་ཐམས་ཅད་སྤོས་ཆུ་སྣ་ཚོགས་ཀྱིས་བྱུགས་ཏེ་གོས་ཀྱིས་གཡོགས་ནས་གསོ་བར་བྱེད་དོ། །
en: After they covered his whole body with different kinds of fragrant water and draped him with clothes, he healed.

source: དེ་ནས་དེའི་ཕུ་ནུ་རྣམས་ཀྱིས་མཐོང་ནས་མིང་སྤོས་ཏེ།
en: Now when his brothers saw this, they changed his name.

source: ཁྱེའུ་འདིའི་ལུས་གོས་དང་། རྒྱན་རྣམས་ཀྱིས་གཡོགས་ཏེ་གསོས་པས་ན།
en: They said, “Our little brother healed when we draped him in clothes and ornaments.

source: འདིའི་མིང་སྦས་པ་ཞེས་བྱའོ་ཞེས་ཟེར་རོ། །
en: Therefore, his name will be Covered .”

source: དེ་ནས་དེ་ལ་ལ་ལས་ནི་རྨོངས་པ་ཞེས་བྱ་བར་ཤེས་སོ། །
en: After that some knew him as Deluded

source: ལ་ལས་ནི་སྦས་པ་ཞེས་བྱ་བར་ཤེས་སོ། །
en: and some knew him as Covered.

source: ཕ་མ་གཉིས་ཤི་ནས་ལས་སུ་བྱ་བ་ཐམས་ཅད་ཁྱེའུ་དེས་ཚིས་བྱེད་དེ།
en: and afterward he helped with all their work,

source: དེ་ལས་གང་བྱེད་ཀྱང་རུང་། ཞིང་བླས་བྱེད་ཀྱང་རུང་། ཚོང་བྱེད་ཀྱང་རུང་། གྲུའི་ལས་བྱེད་ཀྱང་རུང་། དེ་ལས་བྱས་སོ་ཅོག་འཇིག་ཅིང་འགྲུབ་པར་མི་འགྱུར་རོ། །
en: but whatever work he did—whether it was work in the fields, work as a merchant, or work on the boats—something always broke and was incomplete.

source: དེ་ནས་ཁྱིམ་བདག་རྨོངས་པ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: So the householder Deluded thought,

source: བདག་གིས་འདིར་ལས་གང་བྱེད་ཀྱང་རུང་སྟེ། ཞིང་བླས་བྱེད་ཀྱང་རུང་། ཚོང་བྱེད་ཀྱང་རུང་། གྲུའི་ལས་བྱེད་ཀྱང་རུང་། བདག་གི་ལས་བྱས་སོ་ཅོག་འཇིག་ཅིང་འགྲུབ་པར་མི་འགྱུར་ན།
en: “Whatever work I do here— be it work in the fields, work as a merchant, or work on the boats—something always breaks and is incomplete.

source: འཇིག་རྟེན་ན་མི་འཇིག་པའི་ཆོས་གང་འཇིག་པར་མི་འགྱུར་བ་འགའ་ལྟ་ཡོད་དམ་ཞིག་གུ་སྙམ་མོ། །
en: Is there anything in the world that doesn’t fall to ruin?”

source: དེ་ནས་ཁྱིམ་བདག་རྨོངས་པ་དེའི་མཛའ་བོ་དང་། གྲོགས་པོ་དང་ཕུ་ནུ་དང་། རྒན་རབས་རྙིང་གི་སྔོན་གྱི་ལྷ་ཞིག་ཁྱིམ་བདག་རྨོངས་པའི་ཁྱིམ་གྱི་སྒོ་ག་ལ་བ་དེར་སོང་སྟེ་
en: Soon after, the ancestral deity of the householder Deluded ’s friends, acquaintances, brothers, and elders came to the door of his house.

source: ཕྱིན་ནསཁྱིམ་དེ་ཐམས་ཅད་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་བྱས་ཏེ།
en: When he arrived, the house was bathed in great rays of light,

source: ཁྱིམ་བདག་རྨོངས་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: and the deity asked the householder Deluded ,

source: ཁྱིམ་བདག་ཁྱོད་ཀྱིས་འཇིག་རྟེན་ན་འཇིག་པའི་ཆོས་ཅན་གང་ཡིན་པ་དང་། འཇིག་པའི་ཆོས་ཅན་མ་ཡིན་པ་གང་ཡིན་པ་མི་ཤེས་སམ།
en: “Householder, do you not know which things in this world are subject to ruin, and which are not?”

source: ཁྱིམ་བདག་གིས་སྨྲས་པ། ལྷ་བདག་གིས་ནི་འཇིག་རྟེན་ན་འཇིག་པའི་ཆོས་ཅན་གང་ཡིན་པ་དང་། འཇིག་པའི་ཆོས་ཅན་མ་ཡིན་པ་གང་ཡིན་པ་མི་ཤེས་ན
en: “No, Deva,” said the householder, “I do not know which things in this world are subject to ruin and which are not.

source: ལྷ་ཁྱོད་ཀྱིས་འཇིག་རྟེན་ན་འཇིག་པའི་ཆོས་གང་ཡིན་པ་དང་། འཇིག་པའི་ཆོས་ཅན་མ་ཡིན་པ་གང་ཡིན་པ་ཤེས་སམ།
en: Deva, do you know which things in this world are subject to ruin and which are not?”

source: ལྷས་སྨྲས་པ། ཁྱིམ་བདག་ངས་ཀྱང་འཇིག་རྟེན་ན་འཇིག་པའི་ཆོས་ཅན་གང་ཡིན་པ་དང་། འཇིག་པའི་ཆོས་ཅན་མ་ཡིན་པ་གང་ཡིན་པ་མི་ཤེས་སོ། །
en: “No, householder,” replied the deity. “I also do not know which things in this world are subject to ruin and which are not.”

source: ཁྱིམ་བདག་གིས་སྨྲས་པ། ལྷ་འོ་ན་འཇིག་རྟེན་ན་འཇིག་པའི་ཆོས་ཅན་གང་ཡིན་པ་དང་། འཇིག་པའི་ཆོས་ཅན་མ་ཡིན་པ་གང་ཡིན་པ་སུས་ཤེས།
en: “Deva, who does know which things in this world are subject to ruin and which are not?” asked the householder.

source: ལྷས་སྨྲས་པ། ཁྱིམ་བདག་ཤེས་པ་ཡོད་དེ། དགེ་སྦྱོང་གཽ་ཏ་མ་ཤཱཀྱའི་བུ། ཤཱཀྱའི་རིགས་ལས་སྐྲ་དང་ཁ་སྤུ་བྲེགས་ཏེ། ཆོས་གོས་ཚོན་ཅན་རྣམས་བགོས་ནས། ཡང་དག་པའི་དད་པས་ཁྱིམ་ནས་ཁྱིམ་མེད་པར་རབ་ཏུ་བྱུང་ནས། དེས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། བཅོམ་ལྡན་འདས་དེས་ནི་འཇིག་རྟེན་ན་འཇིག་པའི་ཆོས་ཅན་གང་ཡིན་པ་དང་། འཇིག་པའི་ཆོས་ཅན་མ་ཡིན་པ་གང་ཡིན་པ་མཁྱེན་ཏོ། །
en: “Householder, there is one who knows—the ascetic Gautama, the Śākyas’ heir, one of the Śākya clan, who shaved his head and face and donned the colorful religious robes, and with nothing short of perfect faith went forth from home to live as a mendicant, and fully and completely awakened unto unexcelled, total, and complete enlightenment. He, the Blessed One, knows which things in this world are subject to ruin and which are not,” answered the deity.

source: ཁྱིམ་བདག་གིས་སྨྲས་པ། ལྷ་བཅོམ་ལྡན་འདས་དེ་ད་ལྟར་ག་ལ་བཞུགས།
en: “Deva, where is the Blessed One staying now?” asked the householder.

source: ལྷས་སྨྲས་པ། ཁྱིམ་བདག་ཤར་ཕྱོགས་ཀྱི་ལྗོངས་ན། ཡུལ་མཉན་དུ་ཡོད་པ་ཞེས་བྱ་བ་ཞིག་ཡོད་དེ། དེའི་ནང་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། ད་ལྟར་བཅོམ་ལྡན་འདས་དེ་བཞུགས་ཀྱིས།
en: “Householder,” the deity replied, “right now the Blessed One is in the east, in a place called Śrāvastī at the garden of Prince Jeta, in the grove of Anāthapiṇḍada.

source: ཁྱིམ་བདག་ཁྱོད་འདོད་ན། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་ལ་དེར་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ལ་དོན་འདི་དྲིས་ལ།
en: Householder, if you wish, you may go to see the Blessed One and put your question to him.

source: བཅོམ་ལྡན་འདས་དེས་ཁྱོད་ལ་ཇི་སྐད་དུ་ལུང་བསྟན་པ་དེ་བཞིན་དུ་ཟུང་ཤིག་ཅེས་སྨྲས་ནས།
en: May you then accept whatever proclamation the Blessed One grants you.”

source: ལྷ་དེ་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: After he said that the deity disappeared on the spot.

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཁྱིམ་བདག་རྨོངས་པ་བཅོམ་ལྡན་འདས་ལ་བལྟ་འདོད་པར་གྱུར་ཏོ། །
en: As soon as the householder Deluded heard this, he was eager to see the Blessed One.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཡུལ་ཤུར་པར་ཀའི་ཚོང་པ་མང་པོ་དེ་དག་ཟོང་ཁྱེར་ཏེ། མཉན་དུ་ཡོད་པར་དོང་ནས།
en: One day some merchants from Śūrpāraka loaded up their goods and went to Śrāvastī.

source: དེ་དག་དེར་དོང་བས། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་དད་པ་རྙེད་པར་གྱུར་ཏེ།
en: When they arrived there, they found faith in the doctrine of the Blessed One,

source: སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་རྣམས་བླངས་ནས།
en: went for refuge, and took the fundamental precepts.

source: དེ་དག་ཕྱི་ཞིག་ན་ཟོང་དང་རིན་རྣམས་ཁྱེར་ཏེ་ཡུལ་ཤུར་པ་ར་ཀར་འོངས་ནས། དེ་དག་གིས་ཁྱིམ་བདག་རྨོངས་པའི་མདུན་དུ། སངས་རྒྱས་དང་ཆོས་ཀྱི་བསྔགས་པ་བརྗོད་དོ། །
en: Then they loaded up their goods and earnings and returned to Śūrpāraka, where they spoke in praise of the Buddha and the Dharma in the presence of the householder Deluded .

source: འདི་སྐད་ཅེས་ཀྱང་སྨྲས་ཏེ།
en: And they said,

source: བཅོམ་ལྡན་འདས་དེ་ནི་ཐམས་ཅད་མཁྱེན་པ་ཐམས་ཅད་གཟིགས་པ་ཡིན་གྱི།
en: “The Blessed One is omniscient and all-seeing.

source: དེ་བལྟ་བའི་ཕྱིར་ཁྱོད་སོང་ཤིག་དང་། དེས་ཁྱོད་ཀྱི་ལུས་དང་སེམས་ཀྱི་ནད་གསོ་བར་འགྱུར་རོ། །
en: Go see him, and he will heal your physical and spiritual ills.”

source: དེ་ནས་དེས་ཚིག་དེ་ཐོས་ནས་ལྷག་པར་ཡང་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་བལྟར་འགྲོ་བའི་སྤྲོ་བ་སྐྱེས་སོ། །
en: When he heard their words, he felt especially inspired to go see the Blessed One.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཁྱིམ་བདག་རྨོངས་པས་རྒྱགས་མང་པོ་ཁྱེར་ཏེ།
en: So one day the householder Deluded loaded up many provisions,

source: བཞོན་པ་བཟང་པོ་ལ་ཞོན་ནས་ཡུལ་ཤུར་པ་ར་ཀའི་ས་ནས་བར་ཞག་གིས་མཉན་དུ་ཡོད་པར་ཕྱིན་ཏེ།
en: mounted a good horse, and traveled from Śūrpāraka to Śrāvastī.

source: དེ་ཇི་སྲིད་དུ་བཞོན་དུ་རུང་བའི་ས་དེ་སྲིད་དུ་བཞོན་པས་སོང་ནས། བཞོན་པ་ལས་བབས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: He went as far as he could by vehicle, then descended from his vehicle and approached the Blessed One.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས། ཁྱིམ་བདག་རྨོངས་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Once he had taken a seat at one side, the householder Deluded told the Blessed One,

source: བཙུན་པ་བདག་ནི་རྣག་ཅན་གྱི་ལུས་འདི་དམན་པར་གྱུར་པ།
en: “Lord, this material body has become so weak.

source: ངོ་ཚ་བར་གྱུར་པས་ན་སྤང་བར་འཚལ་ལོ། །
en: I am so ashamed of it. I wish to cast it off.

source: སྨད་པར་འཚལ་ལོ། །
en: I revile it.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཁྱིམ་བདག་ལུས་འདི་ནི་ནད་ལྟ་བུ་ཡིན་ནོ། །
en: “Householder,” the Blessed One replied, “this body is like an illness.

source: ཕོལ་མིག་ལྟ་བུ་ཡིན་ནོ། །
en: It is like a series of wounds.

source: ཟུག་རྔུ་ལྟ་བུ་ཡིན་ནོ་ཞེས་བཀའ་སྩལ་ཏེ།
en: It is like an affliction.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཕུང་པོ་འདི་ཉིད་ལས་བརྩམས་ནས། དེ་ལ་དེ་དང་འཐུན་པའི་ཆོས་བསྟན་ཏེ།
en: Using the aggregates as a basis, the Blessed One then taught him the Dharma particularly suited to him.

source: དེས་ན་ཁྱིམ་བདག་རྨོངས་པས་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ། འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་མཐོན་པོ་ཉི་ཤུ་ཡེ་ཤེས་རྡོ་རྗེས་བཅོམ་ནས། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་ཏེ།
en: When he heard it, the householder Deluded destroyed with the thunderbolt of wisdom the twenty high peaks of the mountain of views concerning the transitory collection, and manifested the resultant state of stream entry right where he sat.

source: གལ་ཏེ་བདག་གི་ལུས་འདི་ཁོ་ན་ལྟ་བུར་མ་གྱུར་ན། བདག་ཀྱང་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་སྟེ།
en: “If my body weren’t like this, I too could go forth in the doctrine of the Blessed One,

source: ཆུ་བོ་རྣམས་ལས་ཡང་དག་པར་བརྒལ་བར་བྱ་བ་དང་། སྦྱོར་བ་རྣམས་ལས་ཡང་དག་པར་འདའ་བར་བྱ་བའི་ཕྱིར། བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་། འབད་པར་བྱ་བ་ཞིག་གུ་སྙམ་མོ། །
en: in order to ford the floodwaters and completely escape my fetters with diligence, practice, and effort.”

source: དེ་ལྟར་རབ་ཏུ་འབྱུང་བའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་ཁྱིམ་བདག་དེའི་ལུས་ལག་མཐིལ་བཞིན་དུ་རྨ་མེད་པར་གྱུར་ཏོ། །
en: No sooner did the householder feel a sense of renunciation than his body became as smooth as the palm of a hand and free of wounds,

source: དེ་ནས་དེ་ལྷག་པར་ཡང་བཅོམ་ལྡན་འདས་ལ་དགའ་བར་གྱུར་ཏོ། །
en: and he immediately felt especially filled with joy toward the Blessed One.

source: དེ་ནས་དེ་དགའ་བར་གྱུར་ནས་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས།
en: In his joy he rose from his seat, drew down the right shoulder of his upper garment,

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་ཚུར་ཤོག་ཅེས་བྱ་བའི་ཚིག་གིས་རབ་ཏུ་ཕྱུང་སྟེ། བསྙེན་པར་རྫོགས་པར་མཛད་ནས་དེ་ལ་ལུང་ཡང་ཕོག་སྟེ།
en: With the words “Come, join me, monk! Practice the holy life,” the Blessed One led him to go forth as a novice, conferred on him full ordination, and instructed him.

source: དེས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Casting away all afflictive emotions through diligence, practice, and effort, he manifested arhatship.

source: དབང་པོ་དང་ཉེ་དབང་དང་བཅས་པའི་ལྷ་རྣམས་ཀྱིས་མཆོད་ཅིང་རྗེད་པ་དང་། གུས་པར་སྨྲ་བའི་གནས་སུ་གྱུར་ཏོ། །
en: He became an object of offering, veneration, and respectful address by Indra, Upendra, and the other gods.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་རྨོངས་པ་སྔ་དྲོ་ཤམ་ཐབས་དང་ཆོས་གོས་གྱོན་ཏེ།
en: Venerable Deluded donned his lower garment and Dharma robes, and,

source: ལྷུང་བཟེད་ཐོགས་ནས་མཉན་དུ་ཡོད་པར་བསོད་སྙོམས་ལ་སོང་བ་ལས། བ་དྲུས་མས་བརྡུངས་ཏེ་བསད་ནས།
en: carrying his alms bowl, went for alms in Śrāvastī, where a milk cow kicked him, killing him.
